CSI API ETABS v1
cDesignConcreteSlab.ACI318_14 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDConcSlabACI318_14 ACI318_14 { get; }
ReadOnly Property ACI318_14 As cDConcSlabACI318_14
	Get
Dim instance As cDesignConcreteSlab
Dim value As cDConcSlabACI318_14
value = instance.ACI318_14
property cDConcSlabACI318_14^ ACI318_14 {
	cDConcSlabACI318_14^ get ();
}
abstract ACI318_14 : cDConcSlabACI318_14 with get
Property Value
Type: cDConcSlabACI318_14
See Also
Reference
cDesignConcreteSlab Interface
ETABSv1 Namespace